{
    "-000": {
        "title": "",
        "image": "",
        "next_chapter": {},
        "safe_chapter": false,
        "death": false,
        "combat": false,
        "luck": false,
        "ennemie": {},
        "special": {},
        "text": ""
    },
    "000": {
        "title": "Les disparus de la Baie de l'Huître",
        "image": "",
        "next_chapter": {"001": "Continuer"},
        "safe_chapter": true,
        "death": false,
        "combat": false,
        "luck": false,
        "ennemie": {},
        "special": {},
        "text": "La Baie de l'Huître est un paisible village de pêcheurs situé à une centaine de kilomètres du fameux port du Sable Noir. Comme il se trouve à la pointe d'une longue péninsule uniquement accessible par un étroit sentier raide et sinueux, les pêcheurs du village et leurs épouses doivent se contenter d'une vie simple, loin des monstres et des pratiques de sorcellerie qui abondent dans l'arrièrepays. Voyageant au sud de la ville de Fang, de sinistre mémoire, vous décidez de prendre quelques jours de repos et comme il n'y a pas alentour de lieu plus tranquille que la Baie de l'Huître, vous poussez votre cheval en direction de la côte. Ce sera aussi pour vous l'occasion de rendre visite à un certain Mungo, l'un de vos vieux compagnons d'aventures qui s'est établi au village et que vous avez perdu de vue depuis des années. Deux jours plus tard, par une belle matinée ensoleillée, vous atteignez les falaises surplombant la Baie de l'Huître. Tout paraît calme. Rien n'a changé en apparence dans le petit hameau de maisonnettes en pierre, blotti au pied des falaises près de la jetée où une douzaine de barques de pêcheurs sont ancrées. Vous mettez pied à terre et vous entraînez votre monture sur le chemin abrupt qui descend au village. Mais, à l'entrée du hameau, vous rencontrez un groupe de femmes en larmes ; et lorsque vous vous approchez d'elles, plusieurs hommes surgissent d'une maison et se précipitent vers vous. Parmi eux, vous reconnaissez votre vieil ami Mungo et son visage buriné exprime une vive fureur. En vous reconnaissant, il semble étonné, mais il ne perd pas de temps en effusion et vous raconte d'emblée les tristes événements survenus ces derniers temps au village. Ne possédant ni or ni richesses matérielles, les habitants de la Baie de l'Huître s'imaginaient à l'abri des pillards. Or, quelques semaines auparavant, alors que la plupart des pêcheurs étaient en mer, des Hommes-Lézards venus de l'île de Feu ont débarqué au village et enlevé plusieurs hommes jeunes. Mungo pense que les captifs, réduits à l'état d'esclaves sont allés grossir les rangs des forçats chargés d'exploiter les mines d'or de l'île. Depuis ce rapt, deux hommes montent la garde au village quand les autres partent au large. Trompant leur surveillance cependant, les Hommes-Lézards sont revenus à la charge le matin même, neutralisant les sentinelles et emmenant avec eux d'autres jeunes gens. Mungo vous annonce qu'il est sur le point de s'embarquer seul pour l'île de Feu, les autres pêcheurs ayant trop peur de l'accompagner. Puis, silencieux, il fixe son regard sur vous et attend. Alors avec un sourire, vous lui proposez de l'aider dans son expédition. Aussitôt, Mungo vous gratifie d'une solide bourrade et vous serre la main avec chaleur. Quant aux malheureux villageois, oubliant leur infortune l'espace d'un instant, ils se pressent autour de vous, désireux de vous témoigner leur gratitude. Mungo vous invite ensuite à partager son repas et à vous reposer quelque peu, car la traversée sera longue. Et quelques instants plus tard, attablés devant un succulent festin de homard grillé accompagné d'une salade, vous préparez ensemble votre expédition. Mungo vous déclare qu'à son avis il ne reste plus un seul humain sur l'Ile de Feu, mais ses informations sont très limitées : il se fonde sur des rumeurs qui circulent parmi les pêcheurs des villages côtiers. On sait cependant que l'Ile était autrefois une colonie pénitentiaire placée sous la garde d'une tribu d'Hommes-Lézards rémunérés par les autorités. Le Prince Olaf avait cru pouvoir débarrasser ainsi son pays de tout citoyen indésirable. Mais le bon Prince n'avait pas tardé à se rendre compte qu'il eût été plus simple d'installer sur l'île ses sujets les plus respectables en livrant le reste de ses terres aux brigands. Aussi, renonçant à son projet, avait-il abandonné le pénitencier à son triste sort. Privés alors de tout salaire, les Hommes-Lézards se vengèrent sur les captifs et, à dater de ce temps, la terreur régna sur l'Ile, sous le joug d'un ancien  gardien qui s'était proclamé Roi. Les prisonniers furent contraints de creuser le sol dans l'espoir qu'on y trouverait de l'or pour les besoins du Roi-Lézard. Sous-alimentés et maltraités, ils succombèrent en grand nombre et c'est vraisemblablement la raison pour laquelle le Roi-Lézard eut l'idée d'envoyer chercher au village de nouvelles recrues. On sait également qu'afin d'asseoir son autorité, il s'est initié aux rites du vaudou et de la magie noire ; il a entrepris de surcroît des manipulations génétiques destinées à créer une race invincible d'Hommes-Lézards. La plupart de ces expériences ont échoué mais d'horribles mutants ont malgré tout vu le jour et certaines potions nocives se sont déversées dans les eaux d'écoulement, entraînant d'abominables conséquences. La faune et la flore ont été affectées : des plantes anthropophages ont surgi de terre et des bêtes monstrueuses ont vu le jour. Une poignée de prisonniers ont réussi à s'enfuir de l'Ile à bord de radeaux, et des pêcheurs ont pu les recueillir, mais personne ne sait ce qui s'est passé là-bas depuis plusieurs années. Et l'on avait presque oublié l'existence de cette Ile jusqu'aux récents événements. Pour réussir votre mission, il vous faudrait assassiner le Roi-Lézard et délivrer les jeunes gens qu'il a fait enlever, mais ne vous faites pas d'illusions : vos chances de succès sont très faibles. Quelques heures plus tard, vous descendez sur la jetée avec votre ami Mungo et vous trouvez place à bord de son modeste bateau de pêche. Puis sous les acclamations des villageois venus vous souhaiter bonne chance, vous larguez les amarres et vous prenez le large en vous demandant si vous reviendrez un jour de cette aventure."
    },
    "001": {
        "title": "",
        "image": "ressources/images/01.png",
        "next_chapter": {"024": "Aller à gauche", "033": "Aller à droite"},
        "safe_chapter": true,
        "death": false,
        "combat": false,
        "luck": false,
        "ennemie": {},
        "special": {},
        "text": "Les années que Mungo a passées en compagnie des pêcheurs de la Baie de l'Huître ont fait de lui un navigateur habile et il a tôt fait de hisser la voile, mettant le cap droit vers l'ouest, sur une mer bleu argent. Derrière vous, la terre s'éloigne peu à peu et vous vous asseyez sur le pont en vous prélassant au soleil. Des sifflements joyeux, le grincement du gouvernail et le salut que votre ami adresse de temps à autre à un goéland de passage vous parviennent de la poupe. Vous songez aux bons moments que vous avez vécus avec Mungo, à sa gaieté naturelle, à son dévouement et vous avez peine à croire qu'un monde où vivent des hommes tels que lui puisse souffrir de tant de maux. Tandis que passent les heures, vous bavardez et plaisantez tous deux en essayant de ne pas penser aux périls qui vous attendent. Mungo aime à raconter des histoires et il est en train de vous parler de son père, à l'époque où il faisait partie d'un cirque ambulant. « C'était un véritable colosse, aussi grand qu'une montagne, s'exclame-t-il en riant, et il aurait fait n'importe quoi pour faire plaisir à son public : combattre des Trolls, se laisser piétiner par un éléphant ou se faire piquer par une Abeille Tueuse. C'était un dur à cuire mais un jour, dans le nord, il a trouvé plus fort que lui. Le cirque faisait partie des attractions réunies à Fang lors des festivités organisées à l'occasion de l'Épreuve des Champions, et mon père a eu l'idée sur un coup de tête de participer à l'Épreuve. Il pénétra dans le Labyrinthe de la mort et, hélas, on ne le revit plus jamais. Il était vraiment trop vieux pour une telle entreprise mais il n'aurait servi à rien d'essayer de l'en convaincre. Enfin au moins, il aura tenté sa chance ! » Au moment où il s'apprête à vous raconter une autre histoire, Mungo se lève d'un bond en criant Terre ! de toute la force de ses poumons, comme s'il annonçait la nouvelle à l'équipage d'un galion. Vous suivez des yeux la direction qu'il vous indique et vous apercevez au loin la fameuse île de Feu, pareille à un coussin vert flottant sur l'eau et surmontée d'un pic dentelé d'où s'échappent des volutes de fumée : la colère à peine contenue d'un volcan. Mungo  dirige sa barque vers une petite anse située à l'extrémité orientale de l'île, dans l'intention de la dissimuler aux regards, parmi les roches escarpées. Vous ramassez l'un et l'autre votre sac à dos et vous quittez l'embarcation pour vous mettre en quête du RoiLézard. Allez-vous contourner les rochers vers la petite crique située sur votre gauche ? Ou préférez-vous escalader les rochers de l'autre côté de l'anse en direction de la petite plage située à votre droite ?"
    },
    "002": {
        "title": "",
        "image": "",
        "next_chapter": {"358": "chance", "326": "nochance"},
        "safe_chapter": false,
        "death": false,
        "combat": false,
        "luck": true,
        "ennemie": {},
        "special": {},
        "text": "Le Sorcier dispose trois coquilles de noix par terre devant vous en vous expliquant qu'une perle est dissimulée sous l'une d'elles. A vous de choisir ! Tentez votre Chance."
    },
    "003": {
        "title": "",
        "image": "",
        "next_chapter": {"161": "Continuer"},
        "safe_chapter": false,
        "death": false,
        "combat": false,
        "luck": false,
        "ennemie": {},
        "special": {},
        "text": "Soudain stimulés par la perspective de recouvrer leur liberté, les Nains, armés de leur marteau, viennent vous aider à liquider le garde. L'Homme-Lézard ne tarde pas à s'effondrer sous une pluie de coups et les Nains applaudissent. Puis ils brisent leurs fers et s'assemblent autour de vous pour vous témoigner leur gratitude et étancher leur soif en buvant l'eau du seau. Vous leur confiez votre intention d'éliminer le Roi-Lézard et tous vous proposent de vous assister. Vous leur demandez où se trouvent les autres prisonniers et vous apprenez ainsi qu'ils travaillent dans des galeries plus profondes de la mine. Vous les pressez alors de vous y conduire le plus vite possible."
    },
    "004": {
        "title": "",
        "image": "",
        "next_chapter": {"101": "Aller à gauche", "044": "Aller à droite"},
        "safe_chapter": false,
        "death": false,
        "combat": false,
        "luck": false,
        "ennemie": {},
        "special": {},
        "text": "Le tunnel s'élargit progressivement et votre sentiment de claustrophobie disparaît peu à peu. Vous regagnez bientôt la bifurcation en forme de T."
    },
    "005": {
        "title": "",
        "image": "",
        "next_chapter": {"292": "Coiffer le casque", "119": "Continuer vers l'Ouest"},
        "safe_chapter": false,
        "death": false,
        "combat": false,
        "luck": false,
        "ennemie": {},
        "special": {},
        "text": "Vous plongez votre épée dans le repaire obscur du Serpent à Sonnette et vous percevez le tintement sourd de la pointe heurtant une surface métallique. Vous en oubliez le reptile et vous vous efforcez d'extraire l'objet dissimulé au fond du trou et qui a produit ce bruit, c'est un magnifique casque d'or ailé qui étincelle au soleil. Allez-vous vous en coiffer, ou le laisser là où il est et vous engager prudemment dans le défilé pour continuer vers l'ouest ?"
    },
    "006": {
        "title": "",
        "image": "",
        "next_chapter": {"353": "Continuer"},
        "safe_chapter": false,
        "death": false,
        "combat": false,
        "luck": false,
        "ennemie": {},
        "special": {"add": {"hability": 1, "endurance": 1}},
        "text": "L'eau que vous venez de boire vous fait un peu tourner la tête, mais vous vous sentez débordant d'énergie. Vous gagnez 1 point d'HABILETÉ et 2 points d'ENDURANCE pour avoir bu de l'eau provenant d'une source enchantée. Ainsi requinqué, vous vous dirigez vers la porte située dans la paroi opposée."
    },
    "024": {
        "title": "",
        "image": "",
        "next_chapter": {"211": "Aller à la hutte", "033": "Passer par les rochers"},
        "safe_chapter": false,
        "death": false,
        "combat": false,
        "luck": false,
        "ennemie": {},
        "special": {},
        "text": "En un rien de temps, vous atteignez la petite plage de sable doré. Quelques rochers surplombent la mer et, à l'autre extrémité de l'anse, vous apercevez une petite hutte de pierres blanches. Le toit s'est effondré, et l'endroit paraît désert. De longues traînées qui s'entrecroisent sillonnent la grève. Allez-vous traverser la plage jusqu'à la petite hutte ou retourner à l'autre crique en passant par les rochers ?"
    },
    "033": {
        "title": "",
        "image": "",
        "next_chapter": {"340": "Attaquer les pirates", "024": "Rejoindre la crique"},
        "safe_chapter": false,
        "death": false,
        "combat": false,
        "luck": false,
        "ennemie": {},
        "special": {},
        "text": "Vous avez tôt fait d'atteindre la plage, mais vous vous cachez immédiatement derrière un groupe de rochers dès que vous voyez ce qui s'y passe. Un bateau à rames a été tiré sur le sable, sans doute par les six PIRATES qui sont rassemblés tout près, autour d'un grand coffre. Vous échangez un regard plein de sous-entendus avec Mungo, puis vous parlez ensemble à voix basse de la stratégie à suivre. Vous pouvez décidez d'attaquer les Pirates ou rejoindre l'autre crique en escaladant les rochers en surplomb."
    },
    "053": {
        "title": "",
        "image": "",
        "next_chapter": {"256": "chance", "132": "nochance"},
        "safe_chapter": false,
        "death": false,
        "combat": false,
        "luck": true,
        "ennemie": {},
        "special": {},
        "text": "Les senteurs suaves qui émanent du feuillage de l'arbre ont sur vous un effet apaisant et soporifique. Comme vos paupières se ferment, vous ne remarquez pas l'épaisse liane qui glisse subrepticement vers vous en se laissant tomber de branche en branche. Elle s'enroule silencieusement autour de votre cou et se resserre peu à peu. Vous vous réveillez suffocant et vous tentez d'attraper votre épée, posée à vos pieds. Tentez votre Chance."
    },
    "061": {
        "title": "",
        "image": "",
        "next_chapter": {"165": "Continuer"},
        "safe_chapter": false,
        "death": false,
        "combat": true,
        "luck": false,
        "ennemie": {"Chef des Pirates": {"hability": 10, "endurance": 6}},
        "special": {},
        "text": "En vous retournant, vous apercevez Mungo qui lutte avec l'énergie du désespoir contre le dernier des pirates : le chef de la bande ! Mais avant que vous ayez eu le temps de voler à son secours, le flibustier se rue sur votre ami et le poignarde en plein cœur. Mungo laisse échapper un cri de détresse et s'effondre sur le sable doré. Le chef des pirates se tourne alors vers vous, un sourire grimaçant sur son visage défiguré par une longue cicatrice noirâtre et vous vous précipitez sur lui avec la ferme intention de venger l'infortuné Mungo."
    },
    "081": {
        "title": "",
        "image": "",
        "next_chapter": {"177": "Continuer"},
        "safe_chapter": false,
        "death": false,
        "combat": true,
        "luck": false,
        "ennemie": {"Chasseur de têtes 1": {"hability": 6, "endurance": 6}, "Chasseur de têtes 2": {"hability": 7, "endurance": 6}, "Chasseur de têtes 3": {"hability": 6, "endurance": 7}},
        "special": {},
        "text": "Tandis que vous vous frayez laborieusement un passage à travers les broussailles, vous sentez tout à coup des picotements dans la nuque : quelqu'un vous observe. Vous vous mettez aussitôt à couvert, l'épée à la main, attentif au moindre frémissement des feuillages. Soudain, trois hommes à la peau sombre surgissent des fourrés. Une simple étoffe couvre leurs reins ; ils sont armés de massues et de longues lances, mais vous êtes beaucoup plus inquiet de voir qu'à leurs ceintures pendent des rangées de têtes réduites. Les CHASSEURS DE TÊTES se disputent pour savoir lequel d'entre eux vous tuera, conquérant ainsi le droit de porter votre tête en trophée."
    },
    "132": {
        "title": "Vous êtes mort",
        "image": "",
        "next_chapter": {},
        "safe_chapter": false,
        "death": true,
        "combat": false,
        "luck": false,
        "ennemie": {},
        "special": {},
        "text": "En dépit de tous vos efforts, vous ne parvenez pas à ramasser votre épée. La liane se resserre autour de votre cou et vous ne tardez pas à perdre connaissance. Vous avez été la proie d'un arbre Carnivore."
    },
    "152": {
        "title": "",
        "image": "",
        "next_chapter": {"391": "Continuer"},
        "safe_chapter": false,
        "death": false,
        "combat": false,
        "luck": false,
        "ennemie": {},
        "special": {},
        "text": "Derrière la hutte, vous découvrez un étroit chemin de terre qui conduit au sommet de la falaise. Vous grimpez le long de ce petit sentier et vous arrivez enfin sur la crête, rompu de fatigue. Vous buvez alors une longue gorgée à votre gourde en songeant que votre approvisionnement en eau pourrait bien vous causer quelques soucis. A l'ouest, la silhouette imposante d'un volcan endormi domine la cime des arbres et tout semble immobile malgré la cacophonie produite par les bourdonnements d'insectes et les chants d'oiseaux qui témoignent d'une grande agitation alentour. Comme le jour tombe rapidement, vous décidez d'établir votre campement à l'abri d'un amas de rochers. Vous passez une nuit peuplée de cauchemars et les premières lueurs du soleil levant vous tirent de votre sommeil ; vous êtes alors impatient de vous remettre en route et vous décidez d'aller vers l'ouest, en coupant à travers bois."
    },
    "165": {
        "title": "",
        "image": "",
        "next_chapter": {"200": "Le sentier", "398": "Voir le coffre"},
        "safe_chapter": false,
        "death": false,
        "combat": false,
        "luck": false,
        "ennemie": {},
        "special": {},
        "text": "Le sable est rouge de sang à l'endroit où repose Mungo. Vous vous agenouillez auprès de lui et vous lui soulevez délicatement la tête. Ses paupières alors s'entrouvrent tandis qu'il esquisse un pâle sourire. « On a fini par les avoir, chuchote-t-il à votre oreille, mais c'est la fin pour moi. Puisses-tu débarrasser l'Ile de Feu de ce maudit Roi-Lézard, c'est tout ce que je souhaite. » A cet instant, ses yeux se ferment et il ne vous reste plus qu'à ensevelir votre ami dans le sable de la plage, au pied de la falaise, en plantant son épée bien droite pour marquer sa tombe. Vous apercevez ensuite un chemin de terre qui mène au sommet de la falaise, puis vous tournez à nouveau votre regard vers le coffre abandonné sur la plage. Désirez-vous monter tout de suite le sentier ou bien préférez-vous aller voir ce qu'il y a dans le coffre ?"
    },
    "177": {
        "title": "",
        "image": "",
        "next_chapter": {"229": "Aller à l'Ouest", "012": "Aller au Nord-Ouest"},
        "safe_chapter": true,
        "death": false,
        "combat": false,
        "luck": false,
        "ennemie": {},
        "special": {"add": {"endurance": 1}},
        "text": "Les Chasseurs de Têtes ne possédaient rien qui puisse vous intéresser à part un sac contenant des bananes et des noix de coco dont vous vous délectez : c'est autant de gagné sur vos propres réserves de vivres et vous récupérez ainsi à bon compte 1 point d'ENDURANCE. Vous aimeriez bien savoir, par ailleurs, si le village de ces Chasseurs de Têtes est encore loin et vous décidez de grimper en haut d'un arbre afin de jeter un coup d'œil aux environs. Non loin de là, au sud-ouest, vous repérez des volutes de fumée. Peut-être le village se trouve-t-il là-bas ? Droit vers l'ouest,  la végétation s'éclaircit progressivement tandis que, bien au-delà, vers le nord-ouest, se profile la forme inquiétante du volcan. A présent, le moment est venu de décider de la direction à prendre. Voulez-vous maintenir le cap à l'ouest ou filer vers le nord-ouest pour contourner l'endroit d'où s'élève la fumée ?"
    },
    "182": {
        "title": "",
        "image": "",
        "next_chapter": {"366": "Continuer"},
        "safe_chapter": false,
        "death": false,
        "combat": true,
        "luck": false,
        "ennemie": {"Crabe géant": {"hability": 10, "endurance": 11}},
        "special": {},
        "text": "Vous vous ruez sur le Crabe Géant en brandissant votre épée. Le monstrueux crustacé lâche Mungo pour libérer ses pinces et vous faire face."
    },
    "198": {
        "title": "",
        "image": "",
        "next_chapter": {"267": "Ouvrir la trappe", "152": "Quitter les lieux"},
        "safe_chapter": false,
        "death": false,
        "combat": false,
        "luck": false,
        "ennemie": {},
        "special": {},
        "text": "Le sol de la hutte abandonnée est jonché de débris de bois, de pots brisés, de vêtements déchirés. En donnant un coup de pied dans un vieux tapis poussiéreux, vous faites apparaître la poignée d'une trappe. Vous pouvez ouvrir cette trappe ou, si vous préférez, vous pouvez quitter les lieux."
    },
    "200": {
        "title": "",
        "image": "",
        "next_chapter": {"391": "Continuer"},
        "safe_chapter": false,
        "death": false,
        "combat": false,
        "luck": false,
        "ennemie": {},
        "special": {},
        "text": "Vous grimpez le long du chemin de terre et vous êtes épuisé lorsque vous arrivez au sommet. Vous buvez alors une longue gorgée d'eau en songeant que votre gourde sera bientôt vide. A l'ouest, le volcan endormi profile sa silhouette menaçante, audessus de la cime des arbres, mais rien ne bouge alentour en dépit du tapage de milliers d'oiseaux et d'insectes invisibles. Le jour décline si vite que vous vous installez bientôt pour la nuit derrière un amas rocheux. Votre sommeil est agité mais vous êtes prêt cependant à repartir dès les premières lueurs de l'aube. Vous décidez alors d'aller droit vers l'ouest et vous vous enfoncez parmi les arbres."
    },
    "211": {
        "title": "",
        "image": "ressources/images/211.png",
        "next_chapter": {"182": "Venir en aide", "307": "Fuir"},
        "safe_chapter": false,
        "death": false,
        "combat": false,
        "luck": false,
        "ennemie": {},
        "special": {},
        "text": "Vous êtes déjà à mi-chemin sur la plage lorsque, tout à coup, une montagne de sable se soulève, juste au bord de l'eau. Il en surgit six pattes épineuses, puis une paire de pinces gigantesques. Tandis que le sable glisse de son énorme carapace, vous écarquillez les yeux à la vue de l'effroyable CRABE GÉANT. Le monstrueux animal rampe à toute allure sur la plage et s'empare de Mungo. Incapable de se libérer de la pince colossale qui l'enserre comme un étau, votre ami hurle de douleur. Allez-vous tenter de lui venir en aide ou préférez-vous prendre vos jambes à votre cou pour aller vous réfugier dans la hutte ?"
    },
    "238": {
        "title": "",
        "image": "",
        "next_chapter": {"152": "Continuer"},
        "safe_chapter": false,
        "death": false,
        "combat": false,
        "luck": false,
        "ennemie": {},
        "special": {},
        "text": "Le liquide a la consistance du lait et une saveur anisée. Vous l'avalez sans ressentir le moindre effet mais vous pensez qu'il vous assurera peut-être une protection contre quelque danger encore inconnu. Vous reposez ensuite la jarre et vous sortez de la cabane."
    },
    "256": {
        "title": "",
        "image": "",
        "next_chapter": {"081": "Continuer"},
        "safe_chapter": false,
        "death": false,
        "combat": false,
        "luck": false,
        "ennemie": {},
        "special": {"remove": {"hability": 1, "endurance": 2}},
        "text": "Vous tendez le bras et vous parvenez tout juste à tirer votre épée du bout des doigts. Mais vous ne pouvez plus respirer à présent et les veines de votre cou sont sur le point d'éclater tandis que votre visage prend une teinte écarlate. Vous tranchez les lianes avec l'énergie du désespoir jusqu'à ce que vous parveniez in extremis à vous libérer de leur mortelle emprise. Vous toussez abondamment et vous vous frottez le cou en contemplant la sève violacée qui s'écoule de l'effroyable végétal. Certes, vous avez eu de la chance d'échapper aux griffes de l'arbre Carnivore, mais vous ne vous en tirez pas sans dommage. Vous perdez 1 point d'HABILETÉ et 2 points d'ENDURANCE. Malgré votre fatigue, vous estimez préférable de poursuivre aussitôt votre route."
    },
    "267": {
        "title": "",
        "image": "",
        "next_chapter": {"354": "Ouvrir la boîte", "152": "Quitter la cabane"},
        "safe_chapter": false,
        "death": false,
        "combat": false,
        "luck": false,
        "ennemie": {},
        "special": {},
        "text": "Vous tirez la poignée pour soulever la trappe. Dans un petit compartiment, vous découvrez une boîte en bois que vous prenez aussitôt. Le couvercle est scellé à la cire. Souhaitez-vous ouvrir cette boîte, ou préférez-vous quitter la cabane ?"
    },
    "307": {
        "title": "Vous êtes mort",
        "image": "",
        "next_chapter": {},
        "safe_chapter": false,
        "death": true,
        "combat": false,
        "luck": false,
        "ennemie": {},
        "special": {},
        "text": "Dans votre tentative désespérée pour échapper au Crabe Géant, vous n'avez pas fait attention où vous mettiez les pieds et, tout à coup, vous sentez que vous vous enlisez dans une matière humide et molle. Vous êtes pris dans des sables mouvants et plus vous vous débattez, plus vous vous enfoncez. Vous hurlez de terreur tandis que votre corps disparaît dans les sables et, dans une ultime vision, vous distinguez le cadavre de Mungo que le Crabe Géant est en train de dévorer."
    },
    "340": {
        "title": "",
        "image": "",
        "next_chapter": {"61": "Continuer"},
        "safe_chapter": false,
        "death": false,
        "combat": false,
        "luck": false,
        "ennemie": {"Pirate 1": {"hability": 7, "endurance": 7}, "Pirate 2": {"hability": 8, "endurance": 6}},
        "special": {},
        "text": "Vous tirez chacun votre épée et vous vous précipitez sur la plage en espérant prendre les Pirates par surprise. Vous parvenez à en tuer deux avant qu'ils aient eu le temps de dégainer leurs sabres mais les quatre autres vous font face et vous devez chacun en combattre deux à la fois."
    },
    "354": {
        "title": "",
        "image": "",
        "next_chapter": {"238": "Consommer la fiole", "152": "Quitter la cabane"},
        "safe_chapter": false,
        "death": false,
        "combat": false,
        "luck": false,
        "ennemie": {},
        "special": {},
        "text": "Le couvercle se soulève sans difficulté et à l'intérieur, vous trouvez une jarre de terre cuite munie d'un bouchon de liège ; un message y est joint qui porte ces mots : « Il y a de cela bien des années, je suis venu à l'Ile de Feu pour y vivre dans la paix et la solitude. Mais depuis que les Hommes-Lézards y ont élu domicile, il n'est plus possible d'y vivre paisiblement. Aussi ai-je préféré regagner le continent. Il y a ici beaucoup de plantes vénéneuses et il suffit d'une égratignure pour que leur poison vous tue. Mais si vous buvez cette potion vous serez immunisé contre elles. Quelles que soient les raisons de votre présence ici, je vous souhaite bonne chance. Que Dieu soit avec vous. Signé : Baskin. » Allez-vous avaler le contenu de la fiole ou préférez-vous quitter la cabane sur-le-champ ?"
    },
    "366": {
        "title": "",
        "image": "",
        "next_chapter": {"198": "Continuer"},
        "safe_chapter": false,
        "death": false,
        "combat": false,
        "luck": false,
        "ennemie": {},
        "special": {},
        "text": "Agenouillé auprès du corps meurtri du pauvre Mungo, vous lui soulevez délicatement la tête. Il entrouve alors les yeux et esquisse un pâle sourire. « C'est fini pour moi, vieux frère, murmure-t-il, je n'ai pas servi à grand-chose, mais j'espère bien que tu auras la peau du Roi-Lézard. Fais-le pour moi, s'il te plaît ». Puis ses yeux se ferment à jamais et il s'écroule mort. Vous l'enterrez alors dans le sable de la plage, au pied de la falaise, et vous plantez son épée bien droite pour marquer sa tombe. Vous êtes à présent plus décidé que jamais à mener votre mission à terme et vous repartez aussitôt en commençant par aller explorer la cabane."
    },
    "391": {
        "title": "",
        "image": "",
        "next_chapter": {"053": "S'asseoir", "081": "Poursuivre"},
        "safe_chapter": false,
        "death": false,
        "combat": false,
        "luck": false,
        "ennemie": {},
        "special": {},
        "text": "Les broussailles sont épaisses. Plantes à feuilles allongées ou arrondies, taillis épineux, lianes, végétation rampante, champignons, racines, fleurs multicolores, de toutes tailles et de toutes formes, abondent dans ce sous-bois luxuriant où tous ces végétaux luttent pour un peu de lumière et d'espace dans cette jungle humide. Vous devez vous aider de votre épée pour vous frayer péniblement un chemin. C'est une tâche ardue et épuisante. Voulez-vous vous asseoir un moment au pied d'un arbre pour vous reposer, ou estimez-vous préférable de poursuivre votre route ?"
    },
    "398": {
        "title": "",
        "image": "",
        "next_chapter": {"200": "Continuer"},
        "safe_chapter": false,
        "death": false,
        "combat": false,
        "luck": false,
        "ennemie": {},
        "special": {"add": {"inventory": "Barres de fer"}},
        "text": "Vous forcez le couvercle de la malle et vous êtes surpris d'y trouver : des barres de fer ! Le capitaine a dû tromper son équipage en lui faisant croire que cette malle contenait un trésor alors que ledit trésor n'a sûrement pas quitté le bateau, ce qui n'a d'ailleurs plus aucune importance désormais. Vous décidez d'emporter l'une de ces barres de fer dans votre sac à dos, puis vous vous engagez sur le chemin de terre qui mène au sommet de la falaise."
    }
}